/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "المبلغ";

/* XFLD: label for a cell type selector */
"Currency" = "العملة";

/* XFLD: label for a cell phone type selector */
"fax" = "الفاكس";

/* XFLD: label for a cell phone type selector */
"home" = "الصفحة الرئيسية";

/* XBUT: label for a cell phone type selector */
"Home" = "الصفحة الرئيسية";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "رئيسي";

/* XFLD: label for a cell phone type selector */
"mobile" = "الجوال";

/* XFLD: label for a cell phone type selector */
"other fax" = "فاكس آخر";

/* XFLD: label for a cell phone type selector */
"page" = "جهاز نداء";

/* XFLD: label for a cell phone type selector */
"Phone" = "الهاتف";

/* XFLD: label for a cell type selector */
"Value" = "القيمة";

/* XFLD: label for a cell phone type selector */
"work" = "العمل";

/* XFLD: label for a cell phone type selector */
"work fax" = "فاكس العمل";

